/**
 * Created by MAC on 2018-05-06.
 */
var arr1 = [{
    id: 1,
    img: "1.png",
    p1: "高颜值社长曾舜晞清新出席 为法国贝德玛「颜值净修社」打call",
    p2: "高颜值社长曾舜晞清新出席 为法国贝德玛「颜值净修社」打call",
    p3: "高颜值社长曾舜晞清新出席 为法国贝德玛「颜值净修社」打call",
    date1: 04,
    date2: 2018,
    p4: "4月26日高颜值社长曾舜晞亲临法国贝德玛「颜值净修社」上海站现场为品牌打call，讲述自己与贝德玛洁肤液的渊源，一同研习专业的“高颜值卸妆秘籍”。",
    p5: "高颜值社长曾舜晞清新出席 为法国贝德玛「颜值净修社」打call",
    link: "../../黑金经纪（产品区域图一页面）/activity1.html"
  },
  {
    id: 2,
    img: "2.png",
    p1: '',
    p2: "尚雯婕献唱世界顶级电音音乐节Daydream Festiva主题曲",
    p3: '',
    date1: "04",
    date2: 2018,
    p4: "世界顶级电音音乐节 DaydreamFestival 幻日音乐节于4月14、15日登陆上海国际音乐村，音乐节汇集 Ruby Rose，Afrojack 等近60组国际知名艺人阵容！尚雯婕即将作为中国区形象大使也是唯一华人女歌手压轴献唱 Daydream 幻日音乐节主舞台献唱音乐节主题曲 The One That Ran Away （Tony Junior Remix)。",
    p5: "尚雯婕献唱世界顶级电音音乐节Daydream Festiva主题曲",
    link: "../../product_2/activity_2.html"
  },
  {
    id: 3,
    img: "22.png",
    p1: "尚雯婕受邀上海时装周外滩时尚盛典",
    p2: "尚雯婕受邀上海时装周外滩时尚盛典",
    p3: "尚雯婕受邀上海时装周外滩时尚盛典",
    date1: "04",
    date2: 2018,
    p4: "3月27号，尚雯婕身着MASHAMA 18SS系列经典条纹西装亮相2018上海时装周外滩时尚盛典，经典黑色西装搭配白色条纹碰撞出春日里标新立异的气质，个性鲜明的展示自我。并在开场献唱《The One That Ran Away》，星光耀眼的舞台，自由随性的歌唱者，迸发出电子乐曲的音符魅力。期待尚雯婕更多精彩的现场舞台。",
    p5: "尚雯婕受邀上海时装周外滩时尚盛典",
    link: 1
  },
  {
    id: 4,
    img: "17.jpg",
    p1: "",
    p2: "曾舜晞荣登巴黎欧莱雅殿堂  现身夏日泥膜趴 ",
    p3: "",
    date1: 10,
    date2: 2017,
    p4: "新晋演员曾舜晞以 “首席泥膜体验官” 身份现身巴黎欧莱雅举办的夏日泥膜趴。",
    p5: "曾舜晞荣登巴黎欧莱雅殿堂  现身夏日泥膜趴 ",
    link: 1
  },
  {
    id: 5,
    img: "14.jpg",
    p1: "",
    p2: "尚雯婕受邀汽车品牌上市盛典 ",
    p3: "",
    date1: 10,
    date2: 2017,
    p4: "电子唱作人”尚雯婕帅气亮相成都，出席奔驰高端汽车品牌2017全新系列上市盛典。",
    p5: "尚雯婕受邀汽车品牌上市盛典 ",
    link: 1
  },
  {
    id: 6,
    img: "12.jpg",
    p1: "",
    p2: "尚雯婕献唱央视国庆交响音乐会 跨界流行古典 ",
    p3: "",
    date1: 10,
    date2: 2017,
    p4: "电子唱作人尚雯婕现身央视参与录制央视国庆交响音乐会。该音乐会力邀多位 享誉国际的艺术家倾情献唱，共同打造建国六十八周年国庆巨献的交响乐盛宴。",
    p5: "尚雯婕献唱央视国庆交响音乐会 跨界流行古典 ",
    link: 1
  },
  {
    id: 7,
    img: "11.jpg",
    p1: "",
    p2: "尚雯婕受邀出席SAP中国峰会 ",
    p3: "",
    date1: 10,
    date2: 2017,
    p4: "电子唱作人尚雯婕受邀出席SAP年度最高规格的SAP中国峰会。",
    p5: "尚雯婕受邀出席SAP中国峰会 ",
    link: 1
  },
  {
    id: 8,
    img: "10.jpg",
    p1: "",
    p2: "侯明昊畅游香港迪士尼 成万圣节派对首位体验专员 ",
    p3: "",
    date1: 10,
    date2: 2017,
    p4: "超能少年侯明昊以香港迪士尼“万圣节恶玩专员”身份受邀出席别具迪士尼特色的Halloween Time万圣节狂欢活动。",
    p5: "侯明昊畅游香港迪士尼 成万圣节派对首位体验专员 ",
    link: 1
  },
  {
    id: 9,
    img: "3.jpg",
    p1: "",
    p2: "尚雯婕首度跨界教育领域 创办娱乐互动法语课程 ",
    p3: "",
    date1: 10,
    date2: 2017,
    p4: "“电子唱作人”尚雯婕正式受俞敏洪邀请出任“首席法语明星老师”，并度过了人生首个教师节。",
    p5: "尚雯婕首度跨界教育领域 创办娱乐互动法语课程 ",
    link: 1
  }


];