/**
 * Created by apple on 2018/5/9.
 */
var news = [
  {
    id: 0,
    name:"尚雯婕",
    img: "news (14).png",
    h6: "尚雯婕受聘为中国国际文化传播中心 中南联络部文艺部部长",
    p: "日前中国国际文化传播中心中南联络部2018年年会暨一带一路国际大咖秀全球发布会在广州召开。鉴于尚雯婕女士在文艺领域的精深造诣、强大影响力以及对国际文化传播事业所做的突出贡献，中国国际文化传播中心中南联络部特聘尚雯婕女士出任文艺部部长一职。",
    link:"shang1.html"
  },
  {
    id: 1,
    date:"04-29",
    name:"侯明昊",
    img: "news (15).png",
    h6: "侯明昊春日写真 在游走中汲取能量",
    p: "近日，侯明昊一组春日写真曝光。照片中，侯明昊游走在纽约布鲁克林大桥下，卡其撞色系的衣着搭配与四周年代感十足的红砖瓦墙相应，初显沉着稳重之感。",
    link:"hou1.html"
  },
  {
    id: 2,
    date:"04-29",
    name:"曾舜晞",
    img: "news (16).png",
    h6: "曾舜晞魅力写真   孤独患者尽现深邃眼神",
    p: "近日曾舜晞一组随性惬意写真曝光，镜头中的他身着黑色宽松丝纱衬衫，抬手轻抚额头，整个人显得格外帅气，魅力十足，深邃眼神“回眸杀”格外吸睛。",
    link:"zeng1.html"
  },
  {
    id: 3,
    date:"04-29",
    name:"迪玛希",
    img: "news (17).png",
    h6: "迪玛希D时代巡演本周曝光多组幕后团队 首次彩排 引人期待 ",
    p: "本周黑金音乐曝光了迪玛希此次演唱会两组幕后团队视觉造型团队 DO-Fashion，巡演造型备受瞩目，此次演唱会再度邀请到杜杜小小回归，旨在为迪玛希打造更多惊喜造型。除了备受瞩目的造型，高级服装定制品牌施华洛世奇度身设计高定华服，助力亚洲歌王音乐盛宴。",
    link:"di1.html"
  },
  {
    id: 4,
    date:"04-21",
    name:"尚雯婕",
    img: "news (18).png",
    h6: "尚雯婕携手公安部女警官再登经典咏流传 传唱经典与正能量木兰诗",
    p: "4月21日，经典传唱人尚雯婕登2018经典咏流传年度盛典，与蒋沐函共同携手公安部女警官再次唱响经典与正能量《木兰诗》。",
    link:"shang2.html"
  }
];
var newsg = [
  {
    id: 0,
    name:"公司",
    date:"4-29",
    img: "news-company (1).jpg",
    h6: "黑金经纪17年指标破千 黑金家族开启殿堂级年会",
    p: "2017年战绩爆表的黑金经纪BG Talent，在升级后的黑金殿堂举办了“2017-2018黑金经纪年度超级盛典",
    link:"company1.html"
  },
  {
    id: 1,
    name:"公司",
    date:"4-29",
    img: "news-company (1).png",
    h6: "黑金家族全体出席开工仪式 殿堂级工作环境低调公开",
    p: "&nbsp; &nbsp; &nbsp; &nbsp;2017年接近尾声，黑金经纪 BG Talent 历时数月斥资百万打造的殿堂级办公室于近日完美收工。12月23日，黑金家族全体人员出席了新公司乔迁盛典。&nbsp;&nbsp; &nbsp; &nbsp; 黑金经纪创始人兼董事长聂心远，电子唱作人黑金经纪合伙人尚雯婕及黑金经纪 BG Talent旗下 新晋演员曾舜晞 、国民萌宠 蒋佳恩等一同出席了黑金经纪开工仪式，见证这一重要时刻。&nbsp;&nbsp; &nbsp; &nbsp; 开工仪式上，董事长聂心远致辞发表感言并表示将在2018年打造黑金经纪继续在内地娱乐产业的发展格局中增添至关重要的一笔，同时为发展开启了崭新的篇章。",
    link:"company2.html"
  },
  {
    id: 2,
    name:"公司",
    date:"4-29",
    img: "news-company (2).png",
    h6: "黑金经纪创始人聂心远 受邀出席V影响力畅谈经纪核心思维",
    p: "12月6日，黑金经纪创始人兼董事长聂心远受邀出席2017新浪V影响力峰会盛典。在盛典当中，圆桌论坛环节更是精彩发声，畅谈“打造明星在社交平台的持久生命力”。",
    link:"company3.html"
  },
  {
    id: 3,
    name:"公司",
    date:"4-29",
    img: "news-company (2).jpg",
    h6: "黑金经纪成绩耀眼连斩三项大奖     新势力军团惊艳亮相引热议",
    p: "近日，华娱新一代偶像教父 黑金经纪创始人兼董事长 聂心远、电子唱作人黑金经纪合伙人尚雯婕、新锐亿元俱乐部导演姚婷婷 及 黑金经纪 BG Talent旗下人气偶像 超能少年侯明昊、森萌少女Michelle J一同出席2016凤凰......",
    link:"company4.html"
  },
  {
    id:4,
    name:"尚雯婕",
    date:"4-29",
    img:"news-shang (4).jpg",
    h6:"尚雯婕亮相湖南卫视2018跨年演唱会 霸气开唱「黑金 Black &amp; Golden」",
    p:"12月31日，电子唱作人尚雯婕亮相快乐中国青春嗨18湖南卫视跨年演唱会。",
    link:1
  }
];
var newss = [
  {
    id: 0,
    name:"尚雯婕",
    date:"4-29",
    img: "news (14).png",
    h6: "尚雯婕受聘为中国国际文化传播中心 中南联络部文艺部部长",
    p: "日前中国国际文化传播中心中南联络部2018年年会暨一带一路国际大咖秀全球发布会在广州召开。鉴于尚雯婕女士在文艺领域的精深造诣、强大影响力以及对国际文化传播事业所做的突出贡献，中国国际文化传播中心中南联络部特聘尚雯婕女士出任文艺部部长一职。",
    link:"shang1.html"
  },
  {
    id: 1,
    name:"尚雯婕",
    date:"4-29",
    img: "news (18).png",
    h6: "尚雯婕携手公安部女警官再登经典咏流传 传唱经典与正能量木兰诗",
    p: "4月21日，经典传唱人尚雯婕登2018经典咏流传年度盛典，与蒋沐函共同携手公安部女警官再次唱响经典与正能量《木兰诗》。",
    link:"shang2.html"
  },
  {
    id: 2,
    name:"尚雯婕",
    date:"4-29",
    img: "news (26).png",
    h6: "尚雯婕被授予中国青年马术文化推广大使，助力马术大赛",
    p: "4月18日，尚雯婕身着Gucci银色西装外套参与新浪杯未来之星马术大赛赛事启动仪式及参与赛事城市的授牌仪式。",
    link:"shang3.html"
  },
  {
    id:3,
    name:"尚雯婕",
    date:"4-29",
    img:"news (25).png",
    h6:"Daydream中国区形象大使尚雯婕压轴幻日音乐节，献唱主题曲",
    p:"4月16日，中国区形象大使尚雯婕身着MASHAMA 亮黑色外衣登陆上海国际音乐村，作为唯一华人女歌手压轴献唱世界顶级电音音乐节幻日音乐节主题曲《The One That Ran Away》。",
    link:1
  },
  {
    id:4,
    name:"尚雯婕",
    date:"4-29",
    img:"news (19).png",
    h6:"世界顶级音乐节Daydream 尚雯婕作为中国区形象大使首唱主题曲",
    p:"世界顶级电音音乐节 DaydreamFestival 幻日音乐节将于4月14、15日登陆上海国际音乐村，音乐节汇集 Ruby Rose，Afrojack 等近60组国际知名艺人阵容！尚雯婕即将作为中国区形象大使也是唯一华人女歌手压轴献唱 Daydream 幻日音乐节主舞台献唱音乐节主题曲 。",
    link:1
  }
];
var newsz = [
  {
    id: 0,
    name:"曾舜晞",
    date:"4-29",
    img: "news (16).png",
    h6: "曾舜晞魅力写真   孤独患者尽现深邃眼神",
    p: "近日曾舜晞一组随性惬意写真曝光，镜头中的他身着黑色宽松丝纱衬衫，抬手轻抚额头，整个人显得格外帅气，魅力十足，深邃眼神“回眸杀”格外吸睛。",
    link:"zeng1.html"
  },
  {
    id:1,
    name:"曾舜晞",
    date:"4-29",
    img:"news (42).png",
    h6:"曾舜晞官宣法国贝德玛形象大使 新生代表备受品牌青睐",
    p:"备受品牌青睐的新生代演员曾舜晞官宣成为法国贝德玛形象大使。认真生活、不断进取的他坚持悉心呵护羽翼，以匠人精神雕刻作品，一步一步彰显青春力量。",
    link:"zeng2.html"
  },
  {
    id:2,
    name:"曾舜晞",
    date:"4-29",
    img:"news (40).png",
    h6:"曾舜晞再现时尚魅力 异域古堡间释放新能量",
    p:"演员曾舜晞今日曝光一组去年拍摄的新写真。身穿深蓝色拼接风衣内搭纯色T恤，创意巧思的设计增添了几分时尚感。",
    link:"zeng3.html"
  },
  {
    id:3,
    name:"曾舜晞",
    date:"4-29",
    img:"news (39).png",
    h6:"网友恶搞电视剧快哥预告 神展现破次元进击的爱",
    p:"日前公布的电视剧 《快把我哥带走》预告片中，曾舜晞把时分的“蠢萌贱”演绎的淋漓尽致，一播出即收到大批粉丝的喜爱，更是使出绝学破次元进击欺负时秒。",
    link:1
  },
  {
    id:4,
    name:"曾舜晞",
    date:"4-29",
    img:"news (34).png",
    h6:"《快把我哥带走》发预告海报  曾舜晞神还原脑残时分哥哥与妹互怼",
    p:"3月30日，由企鹅影视与中汇影视联合出品，著名导演韩青执导，曾舜晞、孙千主演的青春校园偶像剧《快把我哥带走》首次发布了先导预告片和“漫撕版”海报。",
    link:1
  }
];
var newsh = [
  {
    id: 0,
    name:"侯明昊",
    date:"4-29",
    img: "news (15).png",
    h6: "侯明昊春日写真 在游走中汲取能量",
    p: "近日，侯明昊一组春日写真曝光。照片中，侯明昊游走在纽约布鲁克林大桥下，卡其撞色系的衣着搭配与四周年代感十足的红砖瓦墙相应，初显沉着稳重之感。",
    link:"hou1.html"
  },
  {
    id: 1,
    name:"侯明昊",
    date:"4-29",
    img: "news (9).png",
    h6: "《盗墓笔记第二季》开机 侯明昊神还原“吴邪本邪”",
    p: "由欢瑞世纪、企鹅影视出品，刘国辉、李昂、周煜执导，白一骢、李昂编剧，侯明昊、成毅、李曼等演员领衔主演的超级季播剧《盗墓笔记第二季》于近日正式官宣。",
    link:"hou2.html"
  },
  {
    id:2,
    name:"侯明昊",
    date:"4-29",
    img:"news (43).png",
    h6:"侯明昊赶赴新剧拍摄 商务代言紧跟不落",
    p:"近日，侯明昊现身机场出发横店，马不停蹄赶赴新剧拍摄。据悉，新剧系国民级超级IP大剧，侯明昊在剧中挑梁出演男一号，期待他呈现出不一样的经典。随后侯明昊低调现身上海，为其最新代言的某国际知名品牌拍摄广告。侯明昊在潜心磨炼演技的同时，商务价值不断攀升，令人期待。",
    link:"hou3.html"
  },
  {
    id:3,
    name:"侯明昊",
    date:"4-29",
    img:"news (35).png",
    h6:"侯明昊《经典咏流传》 唱响95后“惜时”正能量",
    p:"由央视综合频道和央视创造传媒联合推出的大型文化节目《经典咏流传》日前正于央视一套火热播出。3月24日（上周六）最新一期，迎来了人气小生侯明昊的加盟。作为节目中的新生代嘉宾，侯明昊以“经典传唱人”的身份登场，演唱了一首关于“惜时”的歌曲《岁月不待人》。",
    link:1
  },
  {
    id:4,
    name:"侯明昊",
    date:"4-29",
    img:"news (5).jpg",
    h6:"侯明昊获年度进取艺人殊荣 喜揽2018开年大奖",
    p:"1月18日晚，超能少年侯明昊出席微博之夜颁奖典礼，一袭黑色西装帅气亮相红毯，并获得微博年度进取艺人荣誉。",
    link:1
  }
];
var newsd = [
  {
    id: 0,
    name:"迪玛希",
    img: "news (17).png",
    h6: "迪玛希D时代巡演本周曝光多组幕后团队 首次彩排 引人期待 ",
    p: "本周黑金音乐曝光了迪玛希此次演唱会两组幕后团队视觉造型团队 DO-Fashion，巡演造型备受瞩目，此次演唱会再度邀请到杜杜小小回归，旨在为迪玛希打造更多惊喜造型。除了备受瞩目的造型，高级服装定制品牌施华洛世奇度身设计高定华服，助力亚洲歌王音乐盛宴。",
    link:"di1.html"
  },
  {
    id: 1,
    name:"迪玛希",
    img: "news (23).png",
    h6: "迪玛希王者归来 重回歌手献唱经典情歌《Hello》",
    p: "4月20日，湖南卫视《2018歌手金典之夜》现场直播。迪玛希、汪峰和腾格尔组成“经典之声”队，以致敬经典歌手为主题进行表演。其中，时隔一年再度登台的迪玛希将带来lionel richie的经典作品《Hello》，深情又震撼的演唱令观众十分动容。",
    link:"di2.html"
  },
  {
    id: 2,
    name:"迪玛希",
    img: "news (24).png",
    h6: "迪玛希D时代巡演深圳站开票 5月19日夺耀深圳",
    p: "2018年5月19日，黑金音乐旗下“亚洲人气歌王”迪玛希D-Dynasty世界巡演将于深圳举行。日前，迪玛希D-Dynasty世界巡演全新升级版主视觉海报公布。",
    link:"di3.html"
  },
  {
    id:3,
    name:"迪玛希",
    img:"news (41).png",
    h6:"迪玛希D时代世界巡演全面升级 深圳站舞美将破华语史上纪录",
    p:"2018年5月19日，黑金音乐旗下“亚洲人气歌王”迪玛希D-Dynasty世界巡演深圳站将在大运中心体育馆开启，全新升级版主视觉海报也于今日揭开面纱。此次D时代演唱会将以全新的、舞美、创意、造型，给人耳目一新的全视听感受，打造沸腾式现场气氛及完美的视听盛宴。",
    link:1
  },
  {
    id:4,
    name:"迪玛希",
    img:"news (1).jpg",
    h6:"迪玛希斩获微博之夜 “年度音乐新力量” 神级Live再次惊艳全场",
    p:"1月18日，2017微博之夜在北京水立方举行，群星闪耀亮相",
    link:1
  }
];
var newsj = [
  {
    id:0,
    name:"蒋佳恩",
    date:"4-29",
    img:"news-jiang (1).png",
    h6:"蒋佳恩《伙头军客栈》杀青 &nbsp;感恩剧组努力前行",
    p:"近日，由高亚麟导演执导的系列情景喜剧《伙头军客栈》拍摄完成，在京顺利杀青。蒋佳恩在剧中饰演乖巧可爱的二次元萌妹岳萌萌。《伙头军客栈》拍摄的这68天对于第一次接触情景喜剧的蒋佳恩来讲在表演上有了很大的突破和提高。因情景喜剧在表演节奏和形式上较普通电视剧有很大不同，在拍摄现场各位戏骨前辈们也是耐心为蒋佳恩讲解在表演中所遇到的各种问题。",
    link:1
  },
  {
    id:1,
    name:"蒋佳恩",
    date:"4-29",
    img:"news-jiang (1).jpg",
    h6:"《伙头军客栈》开机 蒋佳恩化身二次元萌妹",
    p:"日前，由高亚麟导演执导的情景系列喜剧《伙头军客栈》在北京举行开机仪式，主创纷纷到场出席。蒋佳恩在该剧中饰演乖巧可爱的二次元萌妹。本剧以退转军人再就业为背景，讲述了某部炊事班战士退伍后联合其他老战友创建并经营一所客栈，开启人生新篇章的故事。蒋佳恩在剧中饰演人畜无害，喜欢各种流浪小动物还特别容易受骗的客房服务员岳萌萌。于此同时蒋佳恩所主演的另一部电视剧《豪门天价前妻》（暂定名）也正式官宣，该剧将于11月开机。",
    link:1
  },
  {
    id:2,
    name:"蒋佳恩",
    date:"4-29",
    img:"news-jiang (5).jpg",
    h6:"国民萌宠 Michelle J 出席活动 白衣优雅仙气十足",
    p:"黑金经纪旗下艺人国民萌宠&nbsp;Michelle J 、新锐唱作人万翔以及新晋偶像郑繁星也一同受邀盛装亮相于12月27日在北京举行的主题为“偶像集盒战 17年一起上”的盒饭LIVE发布会暨战略合作签约仪式。发布会现场可谓星光熠熠，大咖......",
    link:1
  },
  {
    id:3,
    name:"蒋佳恩",
    date:"4-29",
    img:"news-jiang (4).jpg",
    h6:"Michelle J 学院风亮相时尚派对清新学妹气质成全场焦点",
    p:"近日，“国民女友”Michelle J 受邀出席某品牌时尚派对。活动现场Michelle J以一身军装双排扣大衣搭配蓝底学院风衬衣亮相。派对后Michelle J受邀观看了法语原版音乐剧《罗密欧与朱丽叶》。",
    link:1
  },
  {
    id:4,
    name:"蒋佳恩",
    date:"4-29",
    img:"news-jiang (3).jpg",
    h6:"Michelle J 出席首映礼 国民师妹清新亮相",
    p:"近日，“国民师妹”Michelle J 受邀出席电影《罗曼蒂克消亡史》全球首映礼。活动现场，Michelle J 白色雪纺衬衣搭配巴洛克古典风格背心裙。淡雅的妆容与微卷的长发，在首映礼现场展现出95后新生代小花旦特有的的清新少女感。",
    link:1
  }
];
var newshome = [news,newsg,newss,newsz,newsh,newsd,newsj];